alexcvzz.vscode-sqlite
bierner.emojisense
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
chunsen.bracket-select
codesandbox-io.codesandbox-projects
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
formulahendry.auto-rename-tag
github.vscode-github-actions
github.vscode-pull-request-github
glenn2223.live-sass
hediet.vscode-drawio
kdcro101.favorites
kisstkondoros.vscode-gutter-preview
kuscamara.electron
lior-chamla.google-fonts
markhutchins.markdown-preview-vs
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mtxr.sqltools
naumovs.color-highlight
patbenatar.advanced-new-file
plibither8.remove-comments
pnp.polacode
pranaygp.vscode-css-peek
qwtel.sqlite-viewer
rangav.vscode-thunder-client
ritwickdey.liveserver
shynet.vscode-taskkill
styled-components.vscode-styled-components
tomasvergara.vscode-fontawesome-gallery
usernamehw.errorlens
wallabyjs.quokka-vscode
wix.glean
xabikos.javascriptsnippets
